<template>
  <div class="puboffer">
    <div class="puboffer__wrapper">
      <div class="puboffer__content _container">
        <div class="puboffer__body">

          <h3>Договор публичной оферты</h3>
          <h4>на оформление заказа товаров через сайт <a class="_link" href="/">cabeltorg.by</a></h4>

          <ul class="text_paragraph"><span>1. Общие положения.</span>
            <li class="text_paragraph__item">1.1. Настоящий договор определяет порядок ведения Продавцом купли-продажи Товара через Сайт в соответствии со ст. 405 Гражданского кодекса Республики Беларусь (далее — ГК РБ) и является официальной публичной офертой Продавца, адресуемой неопределенному кругу лиц.</li>
            <li class="text_paragraph__item">1.2. Фактом принятия (акцепта) Покупателем условий настоящего Договора является сообщение о выборе и заказе товара, отправленное путем нажатия кнопки «Оформить заказ» в разделе «Корзина» посредством электронной связи, в порядке и на условиях, определенных настоящим Договором и условиями (п. 3 ст. 408 Гражданского Кодекса Республики Беларусь).</li>
            <li class="text_paragraph__item">1.3. При совместном упоминании Покупателя и Продавца по тексту настоящего договора последние именуются Стороны, а каждый по отдельности Сторона.</li>
            <li class="text_paragraph__item">1.4. Каждая Сторона гарантирует другой Стороне, что обладает соответствующим правом и достаточным объемом дееспособности, а равно всеми иными правами и полномочиями, необходимыми для заключения и исполнения настоящего договора.</li>
            <li class="text_paragraph__item">1.5. Осуществляя Заказ Товара через Сайт, Покупатель принимает и соглашается со всеми условиями, изложенными в настоящем договоре, и с информацией, размещенной на Сайте в момент принятия Продавцом Заказа.</li>
            <li class="text_paragraph__item">1.6. К отношениям между Сторонами по настоящему договору применяются требования Закона «О защите прав потребителей» (далее — Закон) и иные нормативные и правовые акты Республики Беларусь, регулирующие вопросы розничной купли-продажи.</li>
            <li class="text_paragraph__item">1.7. Продавец оставляет за собой право вносить изменения в настоящий договор и в информацию на Сайте, в связи с чем Покупатель обязуется на момент обращения к Продавцу с Заказом на Товар учитывать возможные изменения.</li>
            <li class="text_paragraph__item">1.8. Публикация информации, очевидно не соответствующей товару, в том числе цены, фото и описания товара, признается технической ошибкой.</li>
          </ul>

          <ul class="text_paragraph"><span>2. Оформление и сроки выполнения заказа.</span>
              <li class="text_paragraph__item">2.1. Заказ Покупателя может быть оформлен по телефону и/или через Сайт.</li>
              <li class="text_paragraph__item">2.1.1. При оформлении Заказа по телефону Покупатель предоставляет Продавцу следующую необходимую информацию для оформления Заказа: желаемый товар и количество, адрес доставки товара, контактный телефон.</li>
              <li class="text_paragraph__item">2.1.2. При оформлении Заказа через Сайт Покупатель заполняет электронную форму Заказа на Товар и отправляет сформированный Заказ Продавцу посредством сети Интернет.</li>
              <li class="text_paragraph__item">2.1.3. Адрес электронной почты, указанный при оформлении Заказа через Сайт или по телефону, вносится в список для регулярных рассылок и используется для автоматического создания Аккаунта Покупателя на Сайте. Адрес электронной почты может быть удален из базы Сайта по требованию его владельца.</li>
              <li class="text_paragraph__item">2.2. Информация в Заказе, полученном Продавцом, согласовывается с Покупателем либо Получателем по контактному телефону или электронной почте с целью уточнения, в том числе, конкретной даты и времени доставки Товара. Конкретная дата и время доставки зависят от выбранного товара, места доставки и времени, необходимого Продавцу на обработку Заказа.</li>
              <li class="text_paragraph__item">2.3. При оформлении Заказа через Сайт Покупатель получает на указанный им электронный адрес уведомительное электронное Письмо, подтверждающее факт оформления покупателем формы Заказа на сайте Продавца. Данное уведомительное письмо не является подтверждением факта принятия Заказа Продавцом.</li>
              <li class="text_paragraph__item">2.4. В случае обнаружения, что на складе Продавца отсутствует необходимый Товар или необходимое его количество, Продавец информирует об этом Покупателя по контактному телефону, отраженному в Заказе. Покупатель вправе согласиться принять Товар в количестве, имеющемся в наличии у Продавца, либо отказаться (аннулировать) от Заказа.</li>
              <li class="text_paragraph__item">2.5. В случае возникновения у Покупателя вопросов, касающихся описания, свойств и характеристик Товара, перед оформлением Заказа Покупатель должен обратиться к Продавцу по телефонам или с помощью средств онлайн-консультации, указанным на Сайте.</li>
              <li class="text_paragraph__item">2.6. Продавец вправе отказать клиенту в подтверждении или выполнении заказа в случае обнаружения в нем технической ошибки, связанной с работой программного обеспечения на стороне Продавца, либо обеспечивающих его функционирование сторонних сервисов, в том числе явившейся следствием неправомерных действий со стороны третьих лиц.</li>
          </ul>
          <ul class="text_paragraph"><span>3. Доставка товара.</span>
            <li class="text_paragraph__item">3.1. При Заказе Товара Покупателем на условиях доставки Продавец приложит все усилия, чтобы соблюсти сроки доставки Товара, указанные на Сайте или согласованные с Покупателем после оформления заказа, при этом не исключая причин, которые могут возникнуть и повлиять на сроки доставки в виде непредвиденных событий и обстоятельств, произошедших не по вине Продавца.</li>
            <li class="text_paragraph__item">3.2. С условиями доставки Товара можно ознакомиться по ссылке.(страница о доставке и оплате)</li>
            <li class="text_paragraph__item">3.3. В момент доставки Товара лицо, осуществляющее доставку, демонстрирует Покупателю и/или Получателю внешний вид и комплектность Товара. Если товар имеет внешние недостатки, покупатель имеет право отказаться от товара.</li>
            <li class="text_paragraph__item">3.4. Покупатель или Получатель в момент получения Товара получает пакет документов на Товар: сопроводительные документы; гарантийный талон, при условии, что это предусмотрено заводом-изготовителем.</li>
            <li class="text_paragraph__item">3.5. Проверка Товара должна производиться с сохранением товарного вида.</li>
          </ul>
            <ul class="text_paragraph"><span>4. Оплата товара.</span>
            <li class="text_paragraph__item">4.1. Цена Товара указывается рядом с определенным наименованием товара на Сайте  на странице товара в белорусских рублях и включает в себя налог на добавленную стоимость.</li>
            <li class="text_paragraph__item">4.2. Цена Товара на Сайте может быть изменена Продавцом в одностороннем порядке.</li>
            <li class="text_paragraph__item">4.3. Оплата Товара Покупателем или Получателем производится в белорусских рублях в форме и способами, указанными Продавцом в разделе «оплата» на Сайте.</li>
            <li class="text_paragraph__item">4.4. Продавец вправе предоставлять Покупателю или Получателю скидки на Товары и устанавливать программу бонусов. Виды скидок, порядок и условия начисления и предоставления бонусов указываются на Сайте в публичном доступе и могут быть изменены Продавцом в одностороннем порядке.</li>
          </ul>
            <ul class="text_paragraph"><span>5. Гарантии и ответственность.</span>
            <li class="text_paragraph__item">5.1. Продавец не несет ответственности за ущерб, причиненный Покупателю или Получателю вследствие ненадлежащего использования последними Товара, приобретенного на Сайте Продавца.</li>
            <li class="text_paragraph__item">5.2. Продавец не несет ответственности за содержание и функционирование других сайтов Интернета.</li>
            <li class="text_paragraph__item">5.3. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем или Покупателем, третьим лицам.</li>
            <li class="text_paragraph__item">5.4. Продавец не несет ответственности за последствия, связанные с действиями Покупателя или Получателя в случае использования Товара, приобретенного у Продавца, в предпринимательских целях.</li>
            <li class="text_paragraph__item">5.5. Продавец не отвечает за убытки Покупателя или Получателя, возникшие в результате: предоставления не достоверной информации при согласовании Заказа, в т. ч. неправильного указания идентификационных сведений; неправомерных действий третьих лиц.</li>
            <li class="text_paragraph__item">5.6. Покупатель или Получатель несет полную ответственность за достоверность идентификационных сведений, указанных им при Заказе Товара на сайте.</li>
            <li class="text_paragraph__item">5.7. Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если такое неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после вступления в силу настоящего договора и/или в результате событий чрезвычайного характера, которые Стороны не могли предвидеть и предотвратить разумными мерами.</li>
            <li class="text_paragraph__item">5.8. В иных случаях, не предусмотренных пунктом 5.7 настоящего договора, за неисполнение или ненадлежащее исполнение своих обязательств, Стороны несут ответственность в соответствии с действующим законодательством Республики Беларусь.</li>
            <li class="text_paragraph__item">5.9. В случае необоснованного отказа от приобретения товара, Покупатель обязан возместить расходы Продавца, связанные с доставкой Товара Покупателю.</li>
          </ul>
          <ul class="text_paragraph"><span>6. Прочие условия.</span>
            <li class="text_paragraph__item">6.1. К отношениям между Покупателем и Продавцом применяется право Республики Беларусь.</li>
            <li class="text_paragraph__item">6.2. В случае возникновения вопросов и претензий со стороны Покупателя или Получателя, он должен обратиться к Продавцу по телефону или через форму «Обратной связи» на Сайте.</li>
            <li class="text_paragraph__item">6.3. Все возникающее споры Стороны будут стараться решить путем переговоров. При недостижении обоюдовыгодного соглашения, спор между Сторонами будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Республики Беларусь.</li>
            <li class="text_paragraph__item">6.4. Признание судом недействительности какого-либо положения настоящего договора не влечет за собой недействительность его остальных положений.</li>
            <li class="text_paragraph__item">6.5. Продавец имеет право использовать электронный адрес и телефонные номера Покупателя для рассылки информационных сообщений.</li>
            <li class="text_paragraph__item">6.6. Продавец имеет право перед поставкой заказанного Покупателем товара потребовать от Клиента 100% предоплаты заказанного товара. Продавец имеет право отказать Покупателю в доставке товара при отсутствии такой оплаты.</li>
            <li class="text_paragraph__item">6.7. Продавец вправе произвести ограничения одновременно доставляемого Покупателю Товара.</li>
            <li class="text_paragraph__item">6.8. Продавец вправе не подтвердить либо аннулировать заказ и уведомить об этом Покупателя, отказать в оплате и/или продаже Товара по указанной цене, если она явилась следствием технической ошибки или неправомерных действий со стороны третьих лиц. Стоимость товара может быть следствием указанных обстоятельств, если отличается от медианы стоимости данной модели/модификации товара по рынку в данный момент времени более чем на 20%. В таком случае Продавец вправе отказать в оплате и/или продаже данного товара по указанной цене.</li>
          </ul>
          <ul class="text_paragraph"><span>7. Реквизиты Продавца.</span>
            <li class="text_paragraph__item">ООО «КабельЭлектроТорг»</li>
            <li class="text_paragraph__item">УНП 291132270.</li>
            <li class="text_paragraph__item">ОКПО 302938961000</li>
          </ul>
          <br>
          <p class="text_paragraph__item"><b>Юр. адрес:</b> 225033, Брестская область, а-г Большие Мотыкалы, ул. Центральная д.26А</p>
          <p class="text_paragraph__item"><b>Почтовый адрес:</b> 224005, г. Брест, ул. ГОБК, 7, оф. 128</p>
          <p class="text_paragraph__item"><b>Тел/факс:</b> +375 162 54-54-07</p>
          <br>
          <p class="text_paragraph__item"><b>Банк:</b> Открытое акционерное общество "Банк Дабрабыт"</p>
          <p class="text_paragraph__item"><b>р/с в формате IBAN:</b> BY75MMBN30125085100109330000</p>
          <p class="text_paragraph__item"><b>(RUR)</b> BY32MMBN30125000001100466382</p>
          <p class="text_paragraph__item">ОАО «Банк Дабрабыт»</p>
          <br>
          <p class="text_paragraph__item"><b>Директор:</b> Петрошевич Роман</p>


        </div>
      </div>
    </div>
  </div>
</template>

<script>

  export default {
    name: 'Offer',
    
    mounted(){
      this.$store.dispatch("breadcrumb/CHANGE_BREADCRUMB", 0);
      this.$store.commit('breadcrumb/ADD_BREADCRUMB', {
        name: this.$router.currentRoute.value.meta.name,
        path: this.$router.currentRoute.value.path,
        type: "global",
        class: ""
      });
    }
  }
</script>

<style scoped lang="scss">

.puboffer {

  &__wrapper{

  }
  &__content{

  }

  &__body{
    padding: 20px 0 40px 0;
    h4{
      font-weight: 500;
      font-size: 18px;
      line-height: 140%;
      color: #423E48;
      margin:5px 0 20px 0;
    }

  }


  &__item{

  }
  &__link{

}

}

.text_paragraph{
  margin: 10px 0;

  span{
    font-weight: bold;
  }


  &__item{
    padding: 2px 0;
    font-size: 14px;
    line-height: 120%;
    color: #423E48;

    &:nth-child(2){
      margin-top: 15px;
    }

  }

}

</style>
